UPDATE missions SET category = 'Daily' WHERE id IN (
  'bf2fcf67-d848-455a-be71-c32d416be2ec', -- סדר את המיטה כמו אלוף
  '8cad7cae-97b1-4179-9bef-a0d41476831f', -- הכינו בגדים למחר בלי שביקשו
  '2bf3353a-efd3-40e3-95d8-6c92ce283d1d', -- תיק מוכן למחר
  'd2dd0b73-9a06-42db-8806-b56d656adc0f', -- נקו את השולחן לגמרי
  '971265bc-d615-456f-b962-506626223374', -- צחצוח כמו אלוף
  '1ff3d320-da87-4b2c-ba57-ace15be166cc', -- אתגר מים
  '2a6bb5b6-0a28-4da0-a82a-53b296cdc697', -- 20 קפיצות במקום
  '4bf2cc12-2475-4945-bff9-09f8657cd6d3'  -- מתיחות קצרות
);
